Repository: bitsy-ai/hagrid
Catalog: po/hagrid/*.po
Languages: es, fr, nb

source: No key for address: {address}
es: No hay claves para la dirección: {address}
fr: Il n’y a pas de clé pour cette adresse : {address}
nb: Ingen nøkler for adressen {address}

source: A request has already been sent for this address recently.
es: Una solicitud para esta dirección ya se ha enviado recientemente.
fr: Une demande a déjà été envoyée récemment pour cette adresse.
nb: En forespørsel har allerede blitt sendt for denne adressen nylig.

source: Parsing of key data failed.
es: Interpretación de datos de la clave fallida.
fr: Échec d’analyse des données de la clé.
nb: Kunne ikke analysere innholdet i nøkkelen.

source: Whoops, please don't upload secret keys!
es: Ups, ¡por favor no subas claves secretas!
fr: Attention : Veuillez ne pas téléverser de clés secrètes !
nb: Hopp sann! Vennligst ikke last opp hemmelige nøkler!

source: No key uploaded.
es: No se subió una clave.
fr: Aucune clé n’a été téléversée.
nb: Ingen nøkkel er lastet opp.

source: Error processing uploaded key.
es: Error procesando la clave subida.
fr: Erreur de traitement de la clé téléversée.
nb: Kunne ikke behandle den opplastede nøkkelen.

source: Upload session expired. Please try again.
es: Sesión de subida caducada. Por favor intente de nuevo.
fr: La session de téléversement est expirée. Veuillez ressayer.
nb: Opplastingsøkten er utgått. Vennligst prøv på nytt.

source: Invalid verification link.
es: Enlace de verificación inválido.
fr: Le lien de confirmation est invalide.
nb: Bekreftelseslenken er ugyldig.
