Repository: bitsy-ai/hagrid
Catalog: po/hagrid/*.po
Languages: es, fr, nb

# Subject for verification email
source: Verify {userid} for your key on {domain}
es: Verifica {userid} para tu clave en {domain}
fr: Confirmer {userid} pour votre clé sur {domain}
nb: Bekreft {userid} for nøkkelen din på {domain}

# Subject for manage email
source: Manage your key on {domain}
es: Administra tu clave en {domain}
fr: Gérer votre clé sur {domain}
nb: Administrer nøkkelen din på {domain}

source: No key found for fingerprint {fingerprint}
es: No se encontraron claves para la huella digital {fingerprint}
fr: Aucune clé n’a été trouvée pour l’empreinte {fingerprint}

source: No key found for key id {key_id}
es: No se encontraron claves para el ID de clave {key_id}
fr: Aucune clé n’a été trouvée pour l’ID de clé {key_id}

source: No key found for email address {email}
es: No se encontraron claves para la dirección de correo electrónico {email}
fr: Aucune clé n’a été trouvée pour l’adresse courriel {email}

source: Search by Short Key ID is not supported.
es: Buscar por ID de Short Key no está soportado.
fr: La recherche par ID de clé courte n’est pas prise en charge.

source: Invalid search query.
es: Búsqueda inválida.
fr: La requête d’interrogation est invalide.

source: Error
fr: Erreur
nb: Feil

source: Looks like something went wrong :(
es: Parece que algo salió mal :(
fr: Il semble qu’un problème est survenu :(
nb: Det ser ut til at noe gikk galt. :(

source: Error message: {{ internal_error }}
es: Mensaje de error: {{ internal_error }}
fr: Message d’erreur : {{ internal_error }}
nb: Feilmelding: {{ internal_error }}

source: There was an error with your request:
es: Hubo un error con tu solicitud:
fr: Votre demande a généré une erreur :
nb: Det skjedde en feil ved behandling av forespørselen din:

source: We found an entry for <span class="email">{{ query }}</span>:
es: Encontramos un registro para <span class="email">{{ query }}</span>:
fr: Nous avons trouvé une entrée pour <span class="email">{{ query }}</span> :
nb: Vi fant en oppføring for <span class="email">{{ query }}</span>:

source: <strong>Hint:</strong> It's more convenient to use <span class="brand">keys.openpgp.org</span> from your OpenPGP software.<br /> Take a look at our <a href="/about/usage">usage guide</a> for details.
es: <strong>Consejo:</strong> Es más conveniente usar <span class="brand">keys.openpgp.org</span> desde tu software con OpenPGP.<br /> Echa un vistazo a nuestra <a href="/about/usage">guía de uso</a> para más detalles.
fr: <strong>Conseil :</strong> Il est plus pratique d’utiliser <span class="brand">keys.openpgp.org</span> à partir de votre logiciel OpenPGP.<br /> Vous trouverez plus de précisions dans notre <a href="/about/usage">guide d’utilisation</a>.
nb: <strong>Tips:</strong> Det er enda mer praktisk å bruke <span class="brand">keys.openpgp.org</span> via OpenPGP-programvaren.<br /> Les gjerne <a href="/about/usage">brukerveiledningen</a> for detaljer.

source: debug info
es: información de depuración
fr: renseignements de débogage
nb: feilsøkingsinfo

source: Search by Email Address / Key ID / Fingerprint
es: Busca por Dirección de Correo / ID de Clave / Huella Digital
fr: Cherchez par adresse courriel / ID de clé / empreinte
nb: Søk etter e-postadresse / nøkkel-ID / fingeravtrykk

source: Search
es: Buscar
fr: Chercher
nb: Søk

source: You can also <a href="/upload">upload</a> or <a href="/manage">manage</a> your key.
es: También puedes <a href="/upload">subir</a> o <a href="/manage">administrar</a> tu clave.
fr: Vous pouvez aussi <a href="/upload">téléverser</a> ou <a href="/manage">gérer</a> votre clé.
nb: Du kan også <a href="/upload">laste opp</a> eller <a href="/manage">administrere</a> nøkkelen din.

source: Find out more <a href="/about">about this service</a>.
es: Encuentra más <a href="/about">acerca de este servicio</a>.
fr: En apprendre davantage <a href="/about">sur ce service</a>.
nb: Finn ut mer <a href="/about">om denne tjenesten</a>.

source: News:
es: Noticias:
fr: Nouvelles :
nb: Nyheter:

source: <a href="/about/news#2019-11-12-celebrating-100k">Celebrating 100.000 verified addresses! 📈</a> (2019-11-12)
es: <a href="/about/news#2019-11-12-celebrating-100k">¡Celebrando 100.000 direcciones verificadas! 📈</a> (2019-11-12)
fr: <a href="/about/news#2019-11-12-celebrating-100k">Nous célébrons 100 000 adresses confirmées ! 📈</a> (12-11-2019)

source: v{{ version }} built from
es: v{{ version }} hecho desde
fr: v{{ version }} compilée à partir de
nb: v{{ version }} bygd fra

source: Powered by <a href="https://sequoia-pgp.org">Sequoia-PGP</a>
es: impulsado por <a href="https://sequoia-pgp.org">Sequoia-PGP</a>
fr: Propulsé par <a href="https://sequoia-pgp.org">Sequoia-PGP</a>
nb: Drevet av <a href="https://sequoia-pgp.org">Sequoia-PGP</a>

source: Background image retrieved from <a href="https://www.toptal.com/designers/subtlepatterns/subtle-grey/">Subtle Patterns</a> under CC BY-SA 3.0
es: Imagen de fondo tomada de <a href="https://www.toptal.com/designers/subtlepatterns/subtle-grey/">Subtle Patterns</a> bajo licencia CC BY-SA 3.0
fr: L’image d’arrière-plan a été obtenue de <a href="https://www.toptal.com/designers/subtlepatterns/subtle-grey/">Subtle Patterns</a> sous licence CC BY-SA 3.0
nb: Bakgrunnsbildet er hentet fra <a href="https://www.toptal.com/designers/subtlepatterns/subtle-grey/">Subtle Patterns</a> på lisens CC BY-SA 3.0

source: Maintenance Mode
es: Modo Mantenimiento
fr: Mode de maintenance
nb: Vedlikeholdsmodus

source: Manage your key
es: Administra tu clave
fr: Gérer votre clé
nb: Administrer nøkkelen din

source: Enter any verified email address for your key
es: Ingresa cualquier dirección de correo verificada para tu clave
fr: Saisissez une adresse courriel confirmée pour votre clé
nb: Skriv inn en bekreftet e-postadresse som tilhører nøkkelen din

source: Send link
es: Enviar enlace
fr: Envoyer le lien
nb: Send lenke

source: We will send you an email with a link you can use to remove any of your email addresses from search.
es: Te enviaremos un correo con un enlace que puedes usar para eliminar cualquiera de tus direcciones de correo de la búsqueda.
fr: Nous vous enverrons un courriel avec un lien que vous pourrez utiliser pour supprimer de la recherche l’une de vos adresses courriel.
nb: Vi sender deg en e-post med en lenke som du kan bruke for å ta bort e-postadressene dine fra søket.

source: Managing the key <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
es: Administrando la clave <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
fr: Gestion de la clé <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
nb: Administrerer nøkkelen <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.

source: Your key is published with the following identity information:
es: Tu clave está publicada con la siguiente información de identidad:
fr: Votre clé est publiée avec les renseignements d’identité suivants :
nb: Nøkkelen din er offentliggjort med følgende identitetsinformasjon:

source: Delete
es: Eliminar
fr: Supprimer
nb: Slett

source: Clicking "delete" on any address will remove it from this key. It will no longer appear in a search.<br /> To add another address, <a href="/upload">upload</a> the key again.
es: Haciendo clic en "Eliminar" en cualquier dirección la removerá de esta llave. No aparecerá más en una búsqueda.<br />Para añadir otra dirección, <a href="/upload">sube</a> la clave de nuevo.
fr: Cliquer sur « Supprimer » pour l’une des adresses l’enlèvera de cette clé. Elle n’apparaîtra plus lors d’une recherche.<br /> Pour ajouter une autre adresse, <a href="/upload">téléversez</a> la clé de nouveau.
nb: Trykker du “Slett” ved en av adressene, blir den tatt bort fra denne nøkkelen og vil ikke lenger dukke opp i søk.<br /> For å legge til en annen adresse, <a href="/upload">last opp</a> nøkkelen på nytt.

source: Your key is published as only non-identity information. (<a href="/about" target="_blank">What does this mean?</a>)
es: Tu clave está publicada sin información de identidad. (<a href="/about" target="_blank">¿Qué significa esto?</a>)
fr: Votre clé n’est publiée qu’en tant que renseignement qui ne permet pas de vous identifier. (<a href="/about" target="_blank">Qu’est-ce que cela signifie ?</a>)
nb: Nøkkelen din er offentliggjort uten identitetsinformasjon. (<a href="/about" target="_blank">Hva betyr dette?</a>)

source: To add an address, <a href="/upload">upload</a> the key again.
es: Para añadir una dirección de correo, <a href="/upload">sube</a> la clave de nuevo.
fr: Pour ajouter une adresse, <a href="/upload">téléversez</a> la clé de nouveau.
nb: For å legge til en adresse, <a href="/upload">last opp</a> nøkkelen på nytt.

source: We have sent an email with further instructions to <span class="email">{{ address }}</span>.
es: Te hemos enviado un correo con más instrucciones a <span class="email">{{ address }}</span>.
fr: Un courriel avec de plus amples instructions a été envoyé à <span class="email">{{ address }}</span>.
nb: Vi har sendt en e-post med videre instruksjoner til <span class="email">{{ address }}</span>.

source: This address has already been verified.
es: Esta dirección ya ha sido verificada.
fr: Cette adresse a déjà été confirmée.
nb: Denne adressen er allerede bekreftet.

source: Your key <span class="fingerprint">{{ key_fpr }}</span> is now published for the identity <a href="{{userid_link}}" target="_blank"><span class="email">{{ userid }}</span></a>.
es: Tu clave <span class="fingerprint">{{ key_fpr }}</span> ahora está publicada con la identidad <a href="{{userid_link}}" target="_blank"><span class="email">{{ userid }}</span></a>.
fr: Votre clé <span class="fingerprint">{{ key_fpr }}</span> est maintenant publiée pour l’identité <a href="{{userid_link}}" target="_blank"><span class="email">{{ userid }}</span></a>.
nb: Nøkkelen din <span class="fingerprint">{{ key_fpr }}</span> er nå offentliggjort for identiteten <a href="{{userid_link}}" target="_blank"><span class="email">{{ userid }}</span></a>.

source: Upload your key
es: Sube tu clave
fr: Téléverser votre clé
nb: Last opp nøkkelen din

source: Upload
es: Subir
fr: Téléverser
nb: Last opp

source: Need more info? Check our <a target="_blank" href="/about">intro</a> and <a target="_blank" href="/about/usage">usage guide</a>.
es: ¿Necesitas más información? Mira nuestra <a target="_blank" href="/about">introducción</a> y <a target="_blank" href="/about/usage">guía de uso</a>.
fr: Besoin de plus de précisions ? Consultez notre <a target="_blank" href="/about">présentation</a> et notre <a target="_blank" href="/about/usage">guide d’utilisation</a>.
nb: Vil du vite mer? Les <a target="_blank" href="/about">innføringen</a> og <a target="_blank" href="/about/usage">bruksanvisningen</a>.

source: You uploaded the key <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
es: Subiste la clave <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
fr: Vous avez téléversé la clé <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
nb: Du har lastet opp nøkkelen <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr}}</a></span>.

source: This key is revoked.
es: Esta clave está revocada.
fr: Cette clé est révoquée.
nb: Denne nøkkelen har blitt trukket tilbake.

source: It is published without identity information and can't be made available for search by email address (<a href="/about" target="_blank">what does this mean?</a>).
es: Está publicada sin información de identidad y no puede hacerse disponible para buscar por dirección de correo electrónico. (<a href="/about" target="_blank">¿Qué significa esto?</a>).
fr: Elle est publiée sans renseignements d’identité et une recherche par adresse courriel ne la trouvera pas (<a href="/about" target="_blank">qu’est-ce que cela signifie ?</a>).
nb: Den har blitt offentliggjort uten identitetsinformasjon og kan ikke gjøres tilgjengelig i e-postadressesøk (<a href="/about" target="_blank">hva betyr dette?</a>).

source: This key is now published with the following identity information (<a href="/about" target="_blank">what does this mean?</a>):
es: Esta clave ahora está publicada con la siguiente información de identidad (<a href="/about" target="_blank">¿Qué significa esto?</a>):
fr: Cette clé est maintenant publiée avec les renseignements d’identité suivants (<a href="/about" target="_blank">qu’est-ce que cela signifie ?</a>) :
nb: Denne nøkkelen er nå offentliggjort med følgende identitetsinformasjon (<a href="/about" target="_blank">hva betyr dette?</a>):

source: Published
es: Publicada
fr: Publiée
nb: Offentliggjort

source: This key is now published with only non-identity information. (<a href="/about" target="_blank">What does this mean?</a>)
es: Esta clave ahora está publicada sin información de identidad. (<a href="/about" target="_blank">¿Qué significa esto?</a>)
fr: Cette clé est maintenant publiée avec seulement des renseignements qui ne permettent pas de vous identifier. (<a href="/about" target="_blank">Qu’est-ce que cela signifie ?</a>)
nb: Denne nøkkelen er nå offentliggjort uten identitetsinformasjon. (<a href="/about" target="_blank">Hva betyr dette?</a>)

source: To make the key available for search by email address, you can verify it belongs to you:
es: Para hacer la clave disponible en la búsqueda con dirección de correo, puedes verificar que te pertenece:
fr: Afin qu’une recherche par adresse courriel trouve cette clé, vous pouvez confirmer qu’elle vous appartient :
nb: For at nøkkelen skal kunne finnes ved å søke etter e-postadresse, kan du bekrefte at den tilhører deg:

source: Verification Pending
es: Verificación Pendiente
fr: La confirmation est en attente
nb: Bekreftelse pågår

source: <strong>Note:</strong> Some providers delay emails for up to 15 minutes to prevent spam. Please be patient.
es: <strong>Nota:</strong> Algunos proveedores retrasan los correos hasta por 15 minutos para prevenir correo no deseado. Por favor sé paciente.
fr: <strong>Note :</strong> Certains fournisseurs retardent les courriels jusqu’à 15 minutes afin de prévenir les courriels indésirables (pourriels). Veuillez faire preuve de patience.
nb: <strong>Merk:</strong> Noen leverandører forsinker e-poster med inntil 15 min. for å forhindre søppelpost. Vennligst vent.

source: Send Verification Email
es: Enviar Correo de Verificación
fr: Envoyer un courriel de confirmation
nb: Send bekreftelses-epost

source: This key contains one identity that could not be parsed as an email address.<br /> This identity can't be published on <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Why?</a>)
es: Esta clave contiene una identidad que no pudo ser interpretada como una dirección de correo.<br />Esta identidad no puede ser publicada en <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">¿Por qué?</a>)
fr: Cette clé comprend une identité qui n’a pas pu être analysée en tant qu’adresse courriel.<br /> Cette identité ne peut pas être publiée sur <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Pourquoi ?</a>)
nb: Denne nøkkelen inneholder en identitet som ikke lot seg tolke som en e-postadresse.<br /> Denne identiteten kan ikke offentliggjøres på <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Hvorfor?</a>)

source: This key contains {{ count_unparsed }} identities that could not be parsed as an email address.<br /> These identities can't be published on <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Why?</a>)
es: Esta clave contiene {{ count_unparsed }} identidades que no pudieron ser interpretadas como una dirección de correo.<br />Estas identidades no pueden ser publicadas en <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">¿Por qué?</a>)
fr: Cette clé comprend {{ count_unparsed }} identités qui n’ont pas pu être analysées en tant qu’adresse courriel.<br /> Ces identités ne peuvent pas être publiées sur <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Pourquoi ?</a>)
nb: Denne nøkkelen inneholder {{ count_unparsed }} identiteter som ikke lot seg tolke som e-postadresser.<br /> Disse identitetene kan ikke offentliggjøres på <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Hvorfor?</a>)

source: This key contains one revoked identity, which is not published. (<a href="/about/faq#revoked-uids" target="_blank">Why?</a>)
es: Esta clave contiene una identidad revocada, la cual no está publicada. (<a href="/about/faq#revoked-uids" target="_blank">¿Por qué?)
fr: Cette clé comprend une identité révoquée qui n’est pas publiée. (<a href="/about/faq#revoked-uids" target="_blank">Pourquoi ?</a>)
nb: Denne nøkkelen inneholder en identitet som har blitt trukket tilbake og som ikke er offentliggjort. (<a href="/about/faq#revoked-uids" target="_blank">Hvorfor?</a>)

source: This key contains {{ count_revoked }} revoked identities, which are not published. (<a href="/about/faq#revoked-uids" target="_blank">Why?</a>)
es: Esta clave contiene {{ count_revoked }} identidades revocadas, las cual no están publicadas. (<a href="/about/faq#revoked-uids" target="_blank">¿Por qué?)
fr: Cette clé comprend {{ count_revoked }} identités révoquées qui ne sont pas publiées. (<a href="/about/faq#revoked-uids" target="_blank">Pourquoi ?</a>)
nb: Denne nøkkelen inneholder {{ count_revoked }} identiteter som har blitt trukket tilbake og som ikke er offentliggjorte. (<a href="/about/faq#revoked-uids" target="_blank">Hvorfor?</a>)

source: Your keys have been successfully uploaded:
es: Tus claves han sido subidas exitosamente:
fr: Vos clés ont été téléversées avec succès :
nb: Nøklene dine er lastet opp:

source: <strong>Note:</strong> To make keys searchable by email address, you must upload them individually.
es: <strong>Nota:</strong> Para hacer que las claves se puedan buscar por dirección de correo, debes subirlas individualmente.
fr: <strong>Note :</strong> Afin qu’une recherche par adresse courriel trouve des clés, vous devez les téléverser individuellement.
nb: <strong>Merk:</strong> For at nøkler skal kunne finnes ved å søke etter e-postadresse, må de lastes opp én og én.

source: Verifying your email address…
es: Verificando tu dirección de correo...
fr: Confirmation de votre adresse courriel…
nb: Bekrefter e-postadressen din…

source: If the process doesn't complete after a few seconds, please <input type="submit" class="textbutton" value="click here" />.
es: Si el proceso no se completa luego de unos segundos, por favor <input type="submit" class="textbutton" value="click here" />.
fr: Si le processus n’est pas terminé après quelques secondes, veuillez <input type="submit" class="textbutton" value="cliquer ici"/>.
nb: Dersom det tar mer enn noen få sekunder, <input type="submit" class="textbutton" value="klikk her"/>.

source: Manage your key on {{domain}}
es: Administra tu clave en {{domain}}
fr: Gérer votre clé sur {{domain}}
nb: Administrer nøkkelen din på {{domain}}

source: Hi,
es: Hola,
fr: Bonjour,
nb: Hei,

source: This is an automated message from <a href="{{base_uri}}" style="text-decoration:none; color: #333">{{domain}}</a>.
es: Este es un mensaje automatizado de <a href="{{base_uri}}" style="text-decoration:none; color: #333">{{domain}}</a>.
fr: Ceci est un courriel automatisé de <a href="{{base_uri}}" style="text-decoration:none; color: #333">{{domain}}</a>.
nb: Dette er en automatisk beskjed fra <a href="{{base_uri}}" style="text-decoration:none; color: #333">{{domain}}</a>.

source: If you didn't request this message, please ignore it.
es: Si tú no solicitaste este mensaje, por favor ignóralo.
fr: Si vous n’avez pas demandé ce courriel, veuillez l’ignorer.
nb: Hvis ikke det var du som ba om denne beskjeden, kan du se bort fra den.

source: OpenPGP key: <tt>{{primary_fp}}</tt>
es: Clave OpenPGP: <tt>{{primary_fp}}</tt>
fr: Clé OpenPGP : <tt>{{primary_fp}}</tt>
nb: OpenPGP-nøkkel: <tt>{{primary_fp}}</tt>

source: To manage and delete listed addresses on this key, please follow the link below:
es: Para administrar y eliminar las direcciones listadas en esta clave, por favor ve al siguiente enlace:
fr: Pour gérer et supprimer les adresses répertoriées de cette clé, veuillez suivre le lien ci-dessous :
nb: For å administrere og slette adressene som hører til denne nøkkelen, vennligst følg lenken nedenfor:

source: You can find more info at <a href="{{base_uri}}/about">{{domain}}/about</a>.
es: Puedes encontrar más información en <a href="{{base_uri}}/about">{{domain}}/about</a>.
fr: Pour de plus amples renseignements, consultez <a href="{{base_uri}}/about">{{domain}}/about</a>.
nb: Du finner mer informasjon på <a href="{{base_uri}}/about">{{domain}}/about</a>.

source: distributing OpenPGP keys since 2019
es: distribuyendo claves OpenPGP desde 2019
fr: distribue des clés OpenPGP depuis 2019
nb: har distribuert OpenPGP-nøkler siden 2019

source: This is an automated message from {{domain}}.
es: Este es un mensaje automatizado de {{domain}}.
fr: Ceci est un courriel automatisé de {{domain}}.
nb: Dette er en automatisk melding fra {{domain}}.

source: OpenPGP key: {{primary_fp}}
es: Clave OpenPGP: {{primary_fp}}
fr: Clé OpenPGP : {{primary_fp}}
nb: OpenPGP-nøkkel: {{primary_fp}}

source: You can find more info at {{base_uri}}/about
es: Puedes encontrar más información en {{base_uri}}/about
fr: Pour de plus amples renseignements, consultez {{base_uri}}/about
nb: Du finner mer informasjon på {{base_uri}}/about

source: Verify {{userid}} for your key on {{domain}}
es: Verifica {{userid}} para tu clave en {{domain}}
fr: Confirmer {{userid}} pour votre clé sur {{domain}}
nb: Bekreft {{userid}} for nøkkelen din på {{domain}}

source: To let others find this key from your email address "<a rel="nofollow" href="#" style="text-decoration:none; color: #333">{{userid}}</a>", please click the link below:
es: Para permitir que otros encuentren esta clave mediante tu dirección de correo "<a rel="nofollow" href="#" style="text-decoration:none; color: #333">{{userid}}</a>", por favor haz clic en el siguiente enlace:
fr: Afin de permettre à d’autres de trouver cette clé à partir de votre adresse courriel « <a rel="nofollow" href="#" style="text-decoration:none; color : #333">{{userid}}</a> », veuillez cliquer sur le lien ci-dessous :
nb: For å la andre finne denne nøkkelen ved å søke etter e-postadressen "<a rel="nofollow" href="#" style="text-decoration:none; color: #333">{{userid}}</a>", vennligst klikk på lenken nedenfor:

source: To let others find this key from your email address "{{userid}}", please follow the link below:
es: Para permitir que otros encuentren esta clave mediante tu dirección de correo "{{userid}}", por favor haz clic en el siguiente enlace:
fr: Afin de permettre à d’autres de trouver cette clé à partir de votre adresse courriel « {{userid}} », veuillez suivre le lien ci-dessous :
nb: For å la andre finne denne nøkkelen ved å søke etter e-postadressen "{{userid}}", vennligst følg lenken nedenfor:

source: This link is invalid or expired
es: Este enlace es inválido o caducado
fr: Ce lien est invalide ou expiré
nb: Denne lenken er ugyldig eller utløpt

source: Malformed address: {address}
es: Dirección malformada: {address}
fr: Cette adresse est malformée :
nb: Deformert adresse: {address}
